const profile = {
  name: 'Ян Брунон Булгак',
  mainPhoto: './images/main_photo01.jpg',
  dateOfBirth: '6 октября 1876',
  placeOfBirth: 'Осташино', // near Novogrudok
  generalInfo: 'Легендарный фотограф. В Польше его называют «отцом польской фотографии», в Литве – родоначальником литовской школы фотографов, в Беларуси - родоначальником фотографии. Ян Булгак был человеком многих талантов: этнограф, фольклорист, писатель. Но свои способности к фотографии он открыл случайно в возрасте 29 лет, когда его жене подарили самый простой на тот момент фотоаппарат.',
  keyWords: ['Ян', 'Булгак', '1876', 'Осташин', 'Осташино', 'фотограф'],
  worksArray: ['«Фотографическое искусство» (1930)', '«Бромовая техника» (1933)', '«Бромографика» (1934)', '«Светотехника» (1936)', '«Отечественная фотография» (1951)'],
  periodsOfLifeArray: [
    {
      date: '6 октября 1876',
      fact: 'Родился Ян Булгак',
      additional: ''
    },
    {
      date: '1897 - 1899 гг',
      fact: 'Ян Булгак изучал философию в Ягеллонском университете в Кракове',
      additional: 'В 1897 г. Ян Булгак окончил классическую гимназию в Вильне и поступил на факультет философии Ягеллонского университета в Кракове. Но ограниченность средств заставила его через два года оставить учебу.'
    },
    {
      date: '1905 г',
      fact: 'Ян Булгак сделал свои первые фотографии',
      additional: 'Свои первые фотографии Булгак сделал в 1905 г., когда его жене подарили простенький фотоаппарат. Позднее, около 1912 г. учился в дрезденской мастерской известного фотографа Гуго Эрфурта.'
    },
    {
      date: '1912 г',
      fact: 'Ян Булгак открыл фотоателье в Вильне',
      additional: 'Ян Булгак открыл фотоателье в Вильне на улице Портовой 12. В 1944 г. ателье сгорело, а около 30 тысяч негативов сгорело. Уцелела лишь малая часть.'
    },
    {
      date: '1912 - 1915 гг',
      fact: 'По заказу магистрата фотографировал памятники архитектуры города.',
      additional: ''
    },
    {
      date: '1919 г',
      fact: 'работал в университете Стефана Батория',
      additional: 'С 1919 года преподавал художественную фотографию на отделении изящных искусств Университета Стефана Батория; доцент (1939). В этом же году стал одним из основателей и председателем Виленского фотоклуба (в некоторых источниках утверждается, что основал фотоклуб и руководил им с 1927 года); руководил им до начала Второй мировой войны. Был одним из учредителей Польского фотоклуба.'
    },
    {
      date: '1935 - 1939 гг',
      fact: 'Ян Булгак работал редактором',
      additional: 'Ян Булгак был одним из редакторов журналов "Przegląd Fotograficzny" и "Fotograf Polski"'
    },
    {
      date: '1945 г',
      fact: 'Ян Булгак переехал в Варшаву',
      additional: 'В 1945 году переехал в Варшаву. Выполнил около тысячи фотографий разрушенной и восстанавливавшейся Варшавы, около 2 тысяч фотографий западных земель, присоединённых к Польше.'
    },
    {
      date: '1947 г',
      fact: 'Ян Булгак стал учредителем Союза фотохудожников Польши',
      additional: 'В 1947 г. Ян Булгак cтал учредителем Союза фотохудожников Польши и руководил им до своей смерти. Устраивал фотовыставки. Принял участие в более чем 170 международных выставках, удостаивался высоких наград.'
    }
  ],
}