const profile = {
  name: 'Валерий Дмитриевич Лобко',
  mainPhoto: './images/main_photo01.jpg',
  dateOfBirth: '12 июля 1951',
  placeOfBirth: 'Рава-Русская', // Львовская область, Украина
  generalInfo: 'Личность-легенда, мастер фотографии, автор ряда технологий в области проявления и печати (частично опубликованы в двух больших главах «Энциклопедии фотографии» (Минск, БелЭн, 1992), который своим опытом и работами повлиял на творческую судьбу ряда известных фотографов.',
  keyWords: ['Валерий', 'Дмитриевич', 'Лобко', '1951', 'Рава-Русская', 'фотограф'],
  worksArray: [
    '«Фотография. Энциклопедический справочник», Минск, изд-во «Белорусская энциклопедия» им. Петруся Бровки, 1992 г. — 399 с.',
    'Valery Lobko, Fotografie aus Minsk, exhibition catalogue  (нем.), publ. by Institut fur Auslandsbeziehungen, Берлин, октябрь 1994 года.',
    'Photography from Minsk, by Valery Lobko (1991)',
    'Интервью в шведском журнале Foto&Video #10, 1989 год.',
    'Ваши «зеленые ежики». — Минск : Полымя, 1984, с.126.'
  ],
  periodsOfLifeArray: [
    {
      date: '12 июля 1951',
      fact: 'Родился Валерий Дмитриевич Лобко',
      additional: 'Валерий провел своё детство в военном городке Рава-Русская на границе с Польшей.'
    },
    {
      date: '1970-е гг',
      fact: 'Валерий Лобко - автор психологического портрета',
      additional: 'Его всегда интересовал человек – не случайно его часто определяют как мастера психологического портрета. В 1970-е он начинал именно с этого – с так называемых портретов-состояний, которые мы сегодня можем увидеть в его полесской серии, в снимках ведуний и детей. Эти фото ­– не поверхностная документалистика. Это контакт, внимание и уважение как к человеку, так и к пространству, в котором он находится, к тому, что человек из себя представляет.'
    },
    {
      date: '1973 г',
      fact: 'Лобко принимал участие в организации «Фотографики»',
      additional: 'С 1973 года он принимал участие в организации «Фотографики». Всего «Фотографик» было шесть, в Минске их проводили вплоть до 1989 года. Сюда раз в два года приезжали многие заметные фотографы. Именно в этой среде общения и обмена идеями и появился такой персонаж, как Валерий Лобко. Затем стал известен как идейный вдохновитель «Минской школы фотографии», преподавал теорию, философию и практику фотографии в Академии искусств в Минске и в Европейском гуманитарном университете в Вильнюсе.'
    },
    {
      date: '1984 г',
      fact: 'Лобко опубликовал книгу «Ваши „зеленые ёжики“»',
      additional: 'В 80-е годы среди любителей-цветоводов Минска стали очень популярны растения семейства кактусовых. Одним из главных увлечений В. Лобко стало коллекционирование кактусов. В 1984 году он опубликовал в Минске книгу «Ваши „зеленые ёжики“», которая и до сегодняшнего дня остается настольной книгой многочисленных любителей кактусов и ботаников.'
    },
    {
      date: 'конец 1980-х гг',
      fact: 'Минская школа фотографии на «окраине» Советского Союза',
      additional: 'Еще в конце 1980-х западные критики и кураторы отдельно отмечали беларусскую фотографию и автономию ее минской школы во главе с Лобко, работающую на «окраине» Советского Союза. И это интересный повод для размышлений: Лобко и его школу увидели и признали в Европе, а «дома» до определенного момента не замечали.'
    },
    {
      date: '1990-е гг',
      fact: 'Лобко снимает очень мало',
      additional: 'В этот период он предпочитает использовать цифровою камеру и уже фактически не снимает.'
    },
    {
      date: '1990 г',
      fact: 'Лобко - председатель Союза фотохудожников БССР',
      additional: 'В 1990 году был создан Союз фотохудожников БССР (фотоклуб «Мінск» с 1960-х годов). Лобко был избран председателем правления.'
    },
    {
      date: 'середина 2000-х гг',
      fact: 'Лобко вел отдельные ветки форума интернет-портала ZНЯТА',
      additional: 'В середине 2000-х Лобко вел отдельные ветки форума интернет-портала ZНЯТА – «Бочки для проявки» и «Встреча с легендами», которые быстро стали культовыми «местами встреч» беларусских фотографов 2000-х.'
    },
    {
      date: '7 октября 2008',
      fact: 'умер Валерий Дмитриевич Лобко',
      additional: 'Прах Валерия Дмитриевича развеян на холме в Ужуписе (рус. Заречье) - районе Вильнюса, частично расположенный в Старом городе. Считается районом художников и деятелей искусств, часто сравнивается с районом Монмартр в Париже. Сегодня в районе располагаются художественные галереи и мастерские, многочисленные кафе.'
    }
  ],
}