const profiles = [{
  name: 'Бенедикт Генрих Тышкевич',
  mainPhoto: 'https://www.legitkvs.com/images/testimonial_1.jpg',
  // mainPhoto: '',
  dateOfBirth: 1852,
  placeOfBirth: {
    city: 'Немеж',
    coordinate: [54.6462, 25.3570],
  },
  keyWords: ['Бенедикт', 'Тышкевич', '1852', 'Немеж', 'Ковно', 'Раудондварис', 'Каунас', 'путешественник', 'фотограф', 'граф', 'Франция'],
  videosArray: [
    {
      link: 'https://www.youtube.com/embed/53vi7zTGkAE?html5=1',
      subscribe: 'Выставка фотографий Бенедикта Тышкевича в Полоцке',
    },
    {
      link: 'https://www.youtube.com/embed/OQumNZP3Hgk?html5=1',
      subscribe: 'Выставка фотографий Бенедикта Тышкевича в Национальном историческом музее в Минске',
    },
  ],
  worksArray: [
    {
      name: 'work1',
      description: 'description1',
    },
    {
      name: 'work2',
      description: 'description2',
    },
    {
      name: 'work3',
      description: 'description3',
    },
  ],
  imagesArray: [
    {
      description: 'image1',
      src: 'https://www.legitkvs.com/images/testimonial_1.jpg',
    },
    {
      description: 'image2',
      src: 'https://www.legitkvs.com/images/testimonial_2.jpg',
    },
    {
      description: 'image3',
      src: 'https://www.legitkvs.com/images/testimonial_1.jpg',
    },
    {
      description: 'image4',
      src: 'https://www.legitkvs.com/images/testimonial_2.jpg',
    },
  ],
  periodsOfLifeArray: [
    {
      date: 1852,
      fact: 'Родился Бенедикт Тышкевич',
      additional: 'Основные имения его находились в Прибалтике. В 9 км от Ковно (Каунас), в поместье Раудондварис («Красный двор») Бенедикт провёл своё детство под опекой дяди, поскольку оба его родителя умерли, когда он был ещё маленьким. Здесь в богатой библиотеке он прочитал много книг о великих географических открытиях, путешествиях в разные края света, и под влиянием этой литературы сам стал грезить о далёких странствиях. Также, будучи натурой неординарной, Бенедикт увлёкся ещё одним авангардным для своего времени занатием – фотографией.',
    },
    {
      date: 1874,
      fact: 'Бенедикт Тышкевич отправился в Америку',
      additional: 'Он стремился жить красивой, насыщенной жизнью. С детства он вместе с дядей езди во Францию, а в 22 года он отправляется в Америку, в Бостон, чтобы приобрести там свою давнюю мечту – собственную яхту! Желаемое судно он там не нашел, зато нашёл спутницу жизни, которой стала дочь богатого судовладельца Эльжбета-Клара Банкрофт.',
    },
    {
      date: 1876,
      fact: 'В Филадельфии выставлены первые работы Бенедикта Тышкевича',
      additional: 'Бенедикт Генрих участвовал в Филадельфийской всемирной фотовыставке с серией алжирских снимков.',
    },
    {
      date: 1878,
      fact: 'Бенедикт Тышкевич получил золотую медаль на Всемирной выставке в Париже',
      additional: 'В 1875 году он на заказ построил себе яхту на нормандском кораблестроительном заводе в Гавре (Франция), которую назвал в честь края, где он вырос – «Жемайтией». Яхта была настолько красивой и современной, что она и её владелец получили на Всемирной выставке в Париже (той самой, для которой построили Эйфелеву башню) золотую медаль',
    },
    {
      date: 'конец 1870-х - начало 1880-х гг',
      fact: 'Бенедикт Тышкевич путешествует',
      additional: 'Бенедикт снаряжает специальные морские археологические и фото- экспедиции в Индию, Китай и Японию, участвует во французских морских регатах и даже желает совершить морское кругосветное путешествие, но ему помешало начало русско-турецкой войны.',
    },
    {
      date: 1883,
      fact: 'Бенедикт Тышкевич возвращается на родину',
      additional: 'В 1883 году графа Тышкевича постигла трагедия: скоропостижно скончалась его жена, оставив у него на руках троих детей. К тому же Бенедикта одолевали и финансовые трудности. Он принимает решение вернуться от любимого моря в родные лесные края. Но и там он находит, чем заниматься: организует в Ковно спортивно-гимнастическое общество, а затем забирается в самый глухой уголок своих владений – в Налибоцкую пущу, в то самое охотничье имение, которое тогда называлось Вялое. Там Бенедикт Тышкевич создал настоящий пасторальный райский уголок – на лоне прекрасной налибоцкой природы красовалось ухоженное имение, дом в котором был обставлен с истинным дворянским комфортом! И именно здесь он организовал лабораторию для своего большого увлечения – фотографии. Большой фотоархив хранился прямо в доме в Вялом. И тот, и другой сгорели не то в первую, не то во вторую мировую войны. К счастью, Бенедикт Тышкевич увёз часть снимков в свой дом во Францию, где они попали в руки антикваров.',
    },
    {
      date: 1935,
      fact: 'Во Франции умер Бенедикт Тышкевич',
      additional: '',
    },
    {
      date: 1993,
      fact: 'В Париже обнаружили фотоальбом с 86 фотоработами Бенедикта Генриха Тышкевича',
      additional: 'Неожиданно у одного парижского антиквара обнаружили фотоальбом с наклеенными 86 фотоработами Бенедикта Генриха Тышкевича. Альбом приобрело французское Общество друзей музея Нисефора Ньепса города Шалон на Соне (Ньепс – родоначальник фотографии). Очень качественные копии фотографий этой коллекции привозили на выставку в Вильнюс и Каунас (1999), позже в Минск (2009).',
    },
  ],
}];
