const profile = {
  name: 'Cофья Хоментовская',
  mainPhoto: './images/main_photo01.jpg',
  dateOfBirth: '8 декабря 1902',
  placeOfBirth: 'Порохонск', // под Пинском
  generalInfo: 'Софья Хоментовская родилась в 1902 году в Парохонске – небольшой деревушке в 20 километрах от Пинска. Происходила из знатного рода Друцких-Любецких, в генеалогическом древе которого 16 гербов. По линии матери она принадлежала к Радзивиллам.',
  keyWords: ['Зофья', 'Софья', 'Хоментовская', '1902', 'Порохонск', 'фотограф'],
  videosArray: [
    {
      link: 'https://www.youtube.com/watch?v=N8m6pGC5i44&feature=youtu.be&t=320',
      subscribe: '«Ja kinuję» (название можно перевести как «Я снимаю кино»), выпущенный в 2012 г. в Польше фондом «Археология фотографии» на основе подлинных документальных киноматериалов, снятых Софьей Хоментовской в конце 1920-х гг. (Прим.: на польском языке)'
    },
    {
      link: 'https://www.youtube.com/watch?v=PJHGNZxeJFI',
      subscribe: '«Летопись в лучах света» - документальный фильм о Cофье Хоментовской (Прим.: на белорусском языке)'
    }
  ],
  worksArray: [
    'Na wozie i pod wozem (wspomnienia z lat 1939—1940) - «На возе и под возом» - книга воспоминаний Cофьи Хоментовской',
  ],
  periodsOfLifeArray: [
    {
      date: '8 декабря 1902',
      fact: 'Родилась Cофья Хоментовская',
      additional: 'Софья Хоментовская родилась в 1902 году в Порохонске, в 20 километрах от Пинска. Она происходила из знатного рода Друцких-Любецких. В генеалогическом древе этого рода 16 гербов. По линии мамы она принадлежала к Радзивиллам.'
    },
    {
      date: '1911 г',
      fact: 'Первый фотоаппарат',
      additional: 'В 9 лет отец подарил ей необычный по тем временам подарок – кассетный фотоаппарат «Кодак». Вещь очень дорогая и вроде бы в наборе девичьих игрушек совсем лишняя. Но родители видели у Софьи творческие способности – она (воспитанница Санкт-Петербургского пансиона) увлекалась  живописью, и у нее это неплохо получалось. Занимался с ней опытный художник. Однако очень скоро фотографирование вытеснило все остальные творческие направления в ее досуге. Софья увлеченно снимала родных, друзей, праздники, будни, но особенно ей нравились полесские пейзажи и быт полешуков.'
    },
    {
      date: '1919 - 1939 гг',
      fact: 'Дважды замуж',
      additional: 'Софья Хоментовская дважды выходила замуж, 3 сентября 1919 года вышла за Владислава Чеховича-Ляховицкого. После аннулирования этого брака 31 мая 1930 года она вышла замуж за Якуба Хоментовского и развелась с ним в 1939 году.'
    },
    {
      date: '1927 г',
      fact: 'Новый суперфотоаппарат и переезд в Варшаву',
      additional: 'В 1927 году, еще на Полесье, у нее появился суперфотоаппарат по тем временам – «лейка». Она стала настоящей подругой девушки, помогала ей работать быстро и легко. В этом же году в 25 свои лет Софья уезжает в Варшаву по приглашению родственников. Министерство коммунального хозяйства предложило ей работу штатного фотокорреспондента. И Хоментовская на 180 градусов меняет ракурс своего фотоаппарата – она снимает аристократическую Варшаву, приемы, балы, дворцы и замки. Обычным репортерам вход в светскую элиту, конечно, был запрещен. Но Софья считалась своей, и для нее (в прямом и переносном смыслах) были открыты все двери.'
    },
    {
      date: '1925 — 1939 гг',
      fact: 'Полесский период творчества',
      additional: 'От полесского периода ее творчества сохранилось порядка 3 тысяч снимков. Когда после подавления Варшавского восстания она уходила из города, то взяла с собой вовсе не драгоценности, а негативы, которые несли также и ее дети (8 и 10 лет) – итог ее работы на Полесье и в Варшаве.'
    },
    {
      date: '1939 - 1945 гг',
      fact: 'Софья снимает войну',
      additional: 'Буквально за несколько дней до нападения Германии на Польшу в Варшаве Хоментовская успела открыть свою выставку. Она снимала довоенный Старый город. После снимала и войну, сама участвуя в знаменитом Варшавском восстании. Но сохранились не все снимки. Когда восстание было подавлено, партизаны просили Софью уничтожить негативы, чтобы по ним немцы не нашли уцелевших. Именно по сохранившимся снимкам, которые делала Софья, шло восстановление послевоенной Варшавы.'
    },
    {
      date: '1945 г',
      fact: 'Выставка «Варшава обвиняет»',
      additional: 'В 1945 году была организована персональная выставка Софьи Хоментовской «Варшава обвиняет» в варшавском Национальном Музее, где фотографии размещались в тандеме: на одном фото можно было видеть здание до войны, а рядом, на втором, – что от него осталось после. Эта выставка объездила почти всю Европу и является документальным доказательством-обвинением Второй мировой.'
    },
    {
      date: '1947 г',
      fact: 'Отъезд из Польши',
      additional: 'Когда Польша стала социалистической, к людям уровня и мировоззрения, как Хоментовская, стали относиться так же, как и в СССР, то есть их репрессировали (некоторых родственников по линии Радзивиллов увезли в сибирские концлагеря). По­этому Софья вынуждена была перебраться в Западную Европу (Лондон). Но после войны плохо жилось и там –  была разруха и бедность. Из Европы Софья с семьей уехала в Аргентину. В Аргентине она больше не занималась фотографией.'
    },
    {
      date: '1970-у гг',
      fact: 'Софья Хоментовская приезжала в Варшаву',
      additional: ''
    },
    {
      date: '20 мая 1991',
      fact: 'умерла Софья Хоментовская',
      additional: 'Скончалась Софья Хоментовская в Буэнос-Айресе. Но, согласно завещанию, похоронили Хоментовскую в Варшаве, рядом с ее родителями.'
    },
    {
      date: '2011 г',
      fact: '«Летопись в лучах света» и выставки в Минске и Пинске',
      additional: 'В 2011 г. вышел фильм о Софье Хоментовской «Летопись в лучах света». В этом же году прошли выставки фотографий Хоментовской «Между кадрами. Фотографии 1925 — 1945 годов» в Национальном Историческом музее в Минске и в Музее Белорусского Полесья в Пинске. Специалисты ее полесское творчество называют репортажным, документальным и краеведческим.'
    },
    {
      date: '2012 г',
      fact: '«Ja kinuję»',
      additional: 'В Польше фондом «Археология фотографии» на основе подлинных документальных киноматериалов, снятых Софьей Хоментовской в конце 1920-х гг. выпущен фильм «Ja kinuję» («Я снимаю кино»).'
    },
  ],
}