const profile = {
  name: 'Лев Урбанович Дашкевич',
  mainPhoto: './images/main_photo01.jpg',
  dateOfBirth: '12 февраля 1882',
  placeOfBirth: 'Минск',
  generalInfo: 'Фотограф, публицист, педагог, ученый, изобретатель, он получил образование в Дижонском университете и Высшей школы графических искусств в Париже, занимался преподавательской деятельностью в Ереване (Армения), Гянджи (Азербайджан), Тифлис (Грузия), затем в Минске.',
  keyWords: ['Лев', 'Дашкевич', '1882', 'Минск', 'фотограф'],
  worksArray: [
    'Лев Урбанович Дашкевич (1882—1957). Каталог фотографий / Автор-составитель Н. И. Савченко. — Минск: Панграф, 2002.',
  ],
  periodsOfLifeArray: [
    {
      date: '12 февраля 1882',
      fact: 'Родился Лев Дашкевич',
      additional: 'Лев Дашкевич родился 12 февраля 1882 года в Минске. Большой фамильный дом его семьи стоял напротив пивного завода братьев Леккерт (сейчас это завод «Оливария») на современной улице Максима Богдановича.'
    },
    {
      date: '1882—1896 гг',
      fact: 'Среднее образование',
      additional: 'Лев учился в Минской мужской гимназии, а после в Виленском интернате-конквите.'
    },
    {
      date: '1903 - 1904 гг',
      fact: 'Варшавский университет',
      additional: 'В 1903 г. Лев Дашкевич поступил в Варшавский университет — учиться на медика. За участие в студенческой забастовке 1904 г. его арестовали, а потом исключили из университета без права поступления в вузы Российской империи.'
    },
    {
      date: '1906 - 1911 гг',
      fact: 'Франция',
      additional: 'Французский период в биографии Дашкевича: пять лет учебы в университете Бургундии. Параллельно в 1908 - 1909 гг он посещал занятия на фотографическом отделении Высшей школы графических искусств в Париже.'
    },
    {
      date: '1911 - 1920 гг',
      fact: 'Кавказ и преподавание',
      additional: 'В этот период Лев Дашкевич жив в Заковказье, работал преподавателем французского языка, физики, природоведения и других предметов в гтмназиях Эревани (Ереван) и Тифлиса (Тбилиси). Ездил по региону в качестве фотографа Комиссии по описанию местностей и племен Кавказа. В 1918 г. служил государственным фотографом правительства Азербайджанской республики.'
    },
    {
      date: '1920-е гг.',
      fact: 'Возвращение в Минск',
      additional: 'В конце мая 1920 г. Дашкевич возвращается в Минск. С октября 1920 г. читал лекции по всемирной литературе и фотографии в Минском институте народного образования, а с декабря этого же года преподавал французский язык в Белорусском политехническом институте. Вообще двадцатые годы стали временем расцвета фотомастера. Без его работ не обходились ни популярные журналы, ни учебники, ни альбомы. Исследователи относили многие работы Льва Дашкевича к пикторализму. Это течение в фотографическом искусстве, в котором фотографии приближены к рисунку, гравюре, живописному произведению.'
    },
    {
      date: '1923 - 1924 гг',
      fact: 'Научный фотограф',
      additional: 'В этот период Лев Дашкевич был научным фотографом на медицинском факультете БГУ.'
    },
    {
      date: '1930-е гг',
      fact: 'Темный период',
      additional: 'В начале 1930-х в биографии Дашкевича наступил темный период. Пикторализм был разгромлен. Сам мастер был арестован по делу мифического «Саюза вызвалення Беларусі», по которому проходили лучшие представители белорусской интеллигенции. Правда, если исходить из реалий того времени, фотографу крупно повезло. Под арестом он провел всего несколько месяцев и был освобожден в сентябре 1930 года.'
    },
    {
      date: '1941 - 1944 гг',
      fact: 'Жизнь в эвакуации',
      additional: 'Во время Второй мировой войны Лев Дашкевич жил в эвакуации в г.Фрунзе (теперь Бишкек, Кыргызстан), работал в медицинских учреждениях, писал труды по вопросам науки и техники, этнографии. Но его попытки создать собственную лабораторию закончились неудачей. Фотоработы Льва Дашкевича не представляли для власти никакого интереса.'
    },
    {
      date: '1944 г',
      fact: 'Лев Дашкевич вернулся в Минск',
      additional: 'По возвращению в Минск Дашкевич работал в Институте теоретической медицины и Институте физиологии.'
    },
    {
      date: '1957 г',
      fact: 'Умер Лев Дашкевич',
      additional: 'Дашкевич скончался в 1957 году и был похоронен на Кальварийском кладбище. До признания и посмертной славы оставалось практически полвека.'
    },
    {
      date: 'сентябрь - декабрь 2002 г',
      fact: 'Выставка Льва Дашкевича',
      additional: 'С сентября по декабрь 2002 г. в Национальном музее истории и культуры Беларуси проходила выставка фотографий Дашкевича «Зачараваны Беларуссю»'
    },
  ],
}